Repository: zongai/IosRss
Catalog: IosRss/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 订阅
en: Feeds

source: 收藏
en: Favorites

source: 设置
en: Settings

source: Feed
en: Feeds

source: 取消
en: Cancel

source: 确定
en: OK

source: 添加
en: Add

source: 删除
en: Delete

source: 完成
en: Done

source: 重命名
en: Rename

source: 保存
en: Save

source: 关闭
en: Close

source: 导入/导出
en: Import/Export

source: 导入 OPML / XML / TXT
en: Import OPML / XML / TXT

source: 导出为 OPML
en: Export as OPML

source: 删除全部订阅
en: Delete All Feeds

source: 删除全部
en: Delete All

source: 确定删除全部订阅源？此操作不可恢复。
en: Delete all feeds? This cannot be undone.

source: 添加订阅
en: Add Feed

source: 管理分组
en: Manage Groups

source: 显示全部源
en: Show All Feeds

source: 隐藏无未读源
en: Hide Feeds Without Unread

source: 暂无订阅
en: No Feeds

source: 暂无未读
en: No Unread

source: 所有订阅源都没有未读文章。可在设置中开启「显示已读文章」以查看全部源。
en: No unread articles. Enable “Show Read Articles” in Settings to see all feeds.

source: 点右上角 + 添加订阅，或导入 OPML
en: Tap + to add a feed, or import OPML

source: 未分组
en: Ungrouped

source: 新建分组
en: New Group

source: 分组名称
en: Group Name

source: 移动到分组…
en: Move to Group…

source: 移出分组
en: Remove from Group

source: 开启全文获取
en: Enable Full Content

source: 关闭全文获取
en: Disable Full Content

source: 开启评论获取
en: Enable Comments

source: 关闭评论获取
en: Disable Comments

source: 开启自动翻译
en: Enable Auto Translate

source: 关闭自动翻译
en: Disable Auto Translate

source: 全文获取已关
en: Full content off

source: 暂无文章
en: No Articles

source: 暂无未读文章
en: No Unread Articles

source: 下拉刷新或稍后再来
en: Pull to refresh or check back later

source: 点右上角眼睛可显示已读文章
en: Tap the eye icon to show read articles

source: 显示已读
en: Show Read

source: 隐藏已读
en: Hide Read

source: 翻译全部
en: Translate All

source: 显示原文
en: Show Original

source: 全部已读
en: Mark All Read

source: 翻译
en: Translate

source: 原文
en: Original

source: AI总结
en: AI Summary

source: AI 摘要
en: AI Summary

source: 朗读
en: Read Aloud

source: 停止朗读
en: Stop

source: 全文
en: Full Text

source: 评论
en: Comments

source: AI解释
en: AI Explain

source: 阅读
en: Reading

source: 朗读音色
en: Voice

source: 自动（按语言）
en: Auto (by language)

source: 功能
en: Features

source: 字号设置
en: Font Sizes

source: 翻译设置
en: Translation

source: AI 设置
en: AI Settings

source: 文章黑名单
en: Article Blacklist

source: AI 黑名单
en: AI Blacklist

source: 自动清理
en: Auto Cleanup

source: 已读保留
en: Keep Read For

source: 全文缓存
en: Full-Text Cache

source: 不清理
en: Never

source: 天
en: days

source: 离线
en: Offline

source: 清除离线缓存
en: Clear Offline Cache

source: 关于
en: About

source: 版本
en: Version

source: 标题显示模式
en: Title Display

source: 显示已读文章
en: Show Read Articles

source: 关键词
en: Keywords

source: 暂无关键词
en: No keywords

source: 备用 Provider
en: Fallback Provider

source: 命中后使用
en: On Match Use

source: 不切换（保持默认）
en: Don’t switch (keep default)

source: 立即应用到已有文章
en: Apply to Existing Articles

source: 没有新的命中条目
en: No new matches

source: 添加 Provider
en: Add Provider

source: 默认解释引擎
en: Default Explain Engine

source: 跟随摘要引擎
en: Follow Summary Engine

source: 翻译 Prompt
en: Translation Prompt

source: 摘要 Prompt
en: Summary Prompt

source: 解释 Prompt
en: Explain Prompt

source: 恢复默认翻译 Prompt
en: Reset Translation Prompt

source: 恢复默认摘要 Prompt
en: Reset Summary Prompt

source: 恢复默认解释 Prompt
en: Reset Explain Prompt

source: AI Provider
en: AI Providers

source: 摘要
en: Summary

source: 默认翻译引擎
en: Default Translation Engine

source: 默认摘要引擎
en: Default Summary Engine

source: 取消收藏
en: Unfavorite

source: 暂无收藏
en: No Favorites
